<html>

<head>
<meta http-equiv="Content-Language" content="no-bok">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta name="GENERATOR" content="Microsoft FrontPage 4.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Volumkontroll</title>
</head>

<body bgcolor="#000000" text="#FFFFFF">

<p align="center"><b><font size="5">Volumkontroll</font></b></p>
<hr width="70%" color="#000080">
<h4>Volumkontroll 2.2 er et hendig program til &aring;
justere lyden p&aring; de forskjellige lydkanalene wave, midi, CD-audio
osv. Dette programmet virker best med SB16 lydkort. Det virker sannsynligvis
også med andre kort, men du risikerer å stille lyden på andre enheter enn det
som er oppgitt i programmet. I dette tilfellet anbefaler jeg å lage eget skin
som passer ditt lydkort (se nedenfor). Du kan fortsatt bruke den vanlige
lydkontrollen etter at du har installert denne. Les mer i Readme 1st.txt
etter at du har lastet det ned.</h4>
<p>
Det som er s&aring; hendig med denne volumkontrollen
er at du hele tiden har den til venstre p&aring; skjermen, men bare &eacute;n
pixel av programvinduet er synlig n&aring;r du ikke holder p&aring; &aring;
justere lyden. Kontrollen ruller inn og ut av venstre kant p&aring; skjermen
etter samme prinsipp som Win95/98-linja. (Bare at her m&aring; du klikke f&aring;r
&aring; f&aring; den frem.) Det anbefales &aring; legge en <font color=#00ff00>SNARVEI</font> til
programmet i mappen "Oppstart" p&aring; startmenyen. (OBS! Dersom du KOPIERER
eller FLYTTER programfilen til denne mappen vil det ikke finne n&oslash;dvendige
filer, som f.eks. skins og div. innstillinger.)<p>
Mulighet for egne &quot;skins&quot; er ogs&aring; lagt
inn. Skin er kjent fra WinAmp og vil si "utseendet p&aring; programmet".
Tre skins medf&oslash;lger, to av dem har du allerede sett. (Det anbefales ikke &aring; redigere
medfølgende skins.)
For info om nye skins, les Readme 1st.txt i zip-filen.<p>
Volumkontroll 2.2 kan v&aelig;re verdt &aring;
pr&oslash;ve! Se ellers etter ny versjon p&aring; denne siden.<p>
&nbsp;
<table border="0" width="63%">
  <tr>
    <td width="28%" rowspan="5" valign="bottom" align="center"><a href="volum2.gif"><img border="0" src="volum2_small.gif" alt="volum2.gif (8915 byte)" width="9" height="100"></a></td>
    <td width="39%"></td>
    <td width="33%"></td>
  </tr>
  <tr>
    <td width="39%"></td>
    <td width="33%"></td>
  </tr>
  <tr>
    <td width="215"></td>
    <td width="171"></td>
  </tr>
  <tr>
    <td width="215"><b><a href="volum.zip">Last ned programfil</a></b></td>
    <td width="171">0,9MB (zip-fil: 99kB)</td>
  </tr>
  <tr>
    <td width="215"><b><a href="programmer.htm">Tilbake</a></b></td>
    <td width="33%"></td>
  </tr>
  <tr>
    <td width="28%">
      <p align="center"><font size="1">Klikk på bildet for større visning</font></td>
    <td width="39%"></td>
    <td width="33%"></td>
  </tr>
</table>

</body>

</html>
